{
  "title": "Las simulaciones como aporte de la Universidad",
  "text": "La física es por excelencia una ciencia natural y la parte experimental ha sido la motivación junto con la formulación matemática y el desarrollo de modelos computacionales. Desde los inicios debido a la complejidad de los fenómenos naturales se involucró una versión “simplificada” en las simulaciones, en las que se trata de controlar las variables fundamentales del fenómeno estudiado, para ayudar al entendimiento de cada uno de los términos de la ecuación.  Pretendemos que los estudiantes de Física de los distintos centros educativos pueden acceder a la plataforma de la UdeA en donde pueden encontrar simulaciones, que les permiten manipular remotamente las variables, ingresando diferentes valores y obteniendo los resultados de su experimento. Queremos que esta plataforma sea útil tanto para los estudiantes universitarios y de secundaria, ayudando a tener una formación más científica. Las simulaciones permiten a los estudiantes ejecutarlas sin restricción de espacio; proporcionan un amplio nivel de interactividad y el alumno entra en contacto con lenguajes de programación; teniendo flexibilidad de horario, además, el estudiante no pierde la perspectiva real, porque visualiza las ecuaciones físicas y su comportamiento a través de las variables en la simulación. Éstas se pueden usar como herramientas didácticas por lo que invitamos a los profesores para beneficiarse e innovar con sus actividades en el aula usándolas. \r\n\r\nLas simulaciones son una excelente herramienta educativa que estimula y favorece el aprendizaje de una situación teórica que es posible observar y calcular desde la aplicación. Los estudiantes pueden realizar un trabajo individual (por medio de la simulación con un sistema o mediante el estudio de cierta información teórica, por ejemplo) y un trabajo colaborativo (como consultar dudas a un profesor o a un compañero) mediante las actividades propuestas. Con su incorporación como metodología de enseñanza/ aprendizaje, la simulación de los fenómenos físicos se usan para mejorar la comprensión de los conceptos que deben ser alcanzados por los estudiantes, esta herramienta promueve un mejor aprendizaje y comprensión, ya que a través de ellas se pueden cuantiﬁcar los límites de validez de los modelos físicos estudiados.  Las simulaciones presentadas en esta plataforma constan de cuatro partes (ventanas) que buscan que el estudiante vincule en su formación, en una parte encuentra el modelo teórico del concepto estudiando, en la segunda ventana puede visualizar el comportamiento de las ecuaciones y las variables mediante la simulación fenómeno que se está aprendiendo, en la tercera puede encontrar el estudiante una ventana con todo el código explicado (en español) para que le permita entender cada una de las líneas y todo el conjunto de la simulación, con el objetivo de poder modificar el código en tiempo real por si desea aprender a programar. La cuarta está pensada para que el estudiante o el profesor puedan ver algunas de las actividades que están relacionadas con el tema de estudio, donde pueden encontrar el efecto de algunos de los parámetros de la simulación relevantes en el concepto que se está estudiando. Las simulaciones permiten en los alumnos el aprendizaje de una forma distinta del conocimiento a la transmisión tradicional y ofrece a los profesores oportunidades para fortalecer su papel de orientador y guía del proceso de aprendizaje. Este contexto estimula a los estudiantes a ser dinámicos en su propio aprendizaje, permitiendo que sus propios intereses e inquietudes los guíen y por las preguntas que les surgen auténticamente. \r\n\r\nEl principal desafío que tenemos, es la disminuir la brecha digital en la región en los próximos años, empezando por aquellos que habitan en las zonas rurales del país o de baja densidad poblacional, áreas geográficas difíciles y de poca alfabetización digital, permitiéndole a estas comunidades el acceso a tecnologías de la información y la comunicación (TIC). Por esta razón se desarrollaron simulaciones bajo los parámetros presentados, donde el estudiante pueda verlas directamente en la página del Instituto de Física de la Universidad de Antioquia o bajarlas cuando tenga una conexión a internet y correrlas luego en algún computador. La educación es un elemento fundamental en el desarrollo del País, buscamos elevar un poco el nivel de los sueños de los jóvenes y que el país se deje inspirar por la educación y no lo mire solo desde sus carencias. Las simulaciones buscan impactar la capacidad de los jóvenes, desarrollando su potencial a través de la generación de nuevos códigos y trabajo en redes mediante la construcción de simulaciones modificadas en los que la educación es un camino para alcanzar objetivos y cumplir sus sueños, con el mejoramiento de las competencias en lógica computacional y científica, buscamos que estos estudiantes lleguen a la Universidad. Esta tecnología permite al estudiante, en cualquier parte del mundo y desde un navegador web, acceder a la plataforma de la Universidad, revisar cada una de las simulaciones disponibles, visualizar los códigos, descargarlos o ejecutarlos en línea, y generar los datos de cada una de las simulaciones para realizar el análisis en cualquier momento. Para el Instituto de Física lo más importante es invertir en el desarrollo del conocimiento como sociedad, y por sociedad me refiero a una sociedad global, que afronta hoy retos inimaginables hace sólo veinte años. Hoy tenemos a disposición simulaciones realizadas por un grupo de estudiantes y profesores, que están disponibles a toda la comunidad que pueda necesitarla. "
}
